---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.PathOfTravelFailures
source: html/8b07a881-dd9a-8ed7-0934-e49457fa873f.htm
---
# BuiltInFailures.PathOfTravelFailures Properties

Path of Travel cannot be pasted into this view.